---
kind: type
id: T:Autodesk.Revit.DB.Analysis.OutdoorAirFlowStandard
source: html/5aa1ae64-d85c-d760-e366-23bef6fd3f73.htm
---
# Autodesk.Revit.DB.Analysis.OutdoorAirFlowStandard

An enumerated type listing all the possible outdoor airflow standard for a space type.

## Syntax (C#)
```csharp
public enum OutdoorAirFlowStandard
```